<?php include "modules/head.php"; ?>

<body>

<main>
    <div class="container-xxl">
        <div class="row p-5 public-pages-title">
            <div class="col-12 mt-5">
                <h2>Политика конфиденциальности</h2>
            </div>
        </div>

        <div class="row additional-pages-text">
            <div class="col-12 additional-pages-text-title">
                <span>Условия Конфиденциальности</span>
            </div>
            <hr>
            Магазин «TF2.CLUB» уверен в сохранении конфиденциальности информации личного характера, которой Вы делитесь с нами. Мы также считаем, что важной является сообщаемая вам информация о предполагаемом использовании персональных данных, а также предоставление вам возможных вариантов дальнейшего использования этих сведений. По этой причине мы приветствуем Ваше намерение внимательно ознакомиться с политикой магазина «TF2.CLUB» в области конфиденциальности.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                Сфера действия политики магазина
            </span>
            В общем случае данная политика магазина «TF2.CLUB» в области конфиденциальности действует в отношении всех персональных данных клиентов, собранных или используемых интернет-магазином. Эти данные включают информацию, содержащуюся на веб-сайтах для коммерческого использования, принадлежащих TF2.CLUB.
            <br><br>
            Магазин «TF2.CLUB» не собирает такие личные данные как реальные имена, адрес проживания или ведения бизнеса.
            <br><br>
            Магазин «TF2.CLUB» сохраняет такие данные как ваше имя в системе Steam и вашу ссылку на обмен. Благодаря этому, вы можете пройти регистрацию
            Получать персональные сообщения и специальные предложения по интересующим вас вопросам;
            Покупать продукцию магазина «TF2.CLUB» в режиме «он-лайн».
            <span class="additional-pages-text-sub-title mt-5 p-1">
                Предоставляемая информация
            </span>
            Магазин «TF2.CLUB» не использует ваши данные для передачи их другим юридическим или физическим лицам
            <br><br>
            Магазин «TF2.CLUB» может пользоваться услугами других компаний, а именно платежных систем при обработке Ваших заказов.
            <br><br>
            Безусловным требованием магазина «TF2.CLUB» к этим компаниям является надлежащая сохранность Ваших персональных данных и запрет использования этих данных в иных целях, за исключением полученных от магазина «TF2.CLUB» полномочий.
            <br><br>
            Магазин «TF2.CLUB» не будет продавать или передавать Ваши персональные данные третьей стороне, с целью их использования третьей стороной для собственных целей.
            <br><br>
            Магазин «TF2.CLUB» не будет передавать никакую личную финансовую информацию, полученную от вас (такую как информация, содержащаяся на кредитных картах), другим сторонам за исключением ситуаций, когда это требуется для обработки Вашего заказа, выставления нашего счета, или предотвращения мошенничества, либо борьбы с мошенничеством. Время от времени данный веб-сайт может давать ссылки на другие веб-сайты. Внимательно ознакомьтесь с политикой в области конфиденциальности, предоставленной на этих сайтах, поскольку она может отличаться от политики в области конфиденциальности магазина «TF2.CLUB»
            <span class="additional-pages-text-sub-title mt-5 p-1" id="cookie-info">
                Файлы “cookies” и регистрация при входе на веб-сайт
            </span>
            При работе с некоторыми нашими веб-сайтами на Ваш компьютер посылаются файлы «cookie» — небольшие текстовые файлы. Это позволяет нам распознать Ваш компьютер при следующей связи, исключая создающие неудобства запросы на регистрацию. А в случае, если Вы пользуетесь «карточкой покупателя», файлы «cookie» позволяют нам сохранять записи о совершенных вами покупках. Если Вы не хотите получать файлы «cookie» на свой компьютер, обратитесь к настройкам Вашего Интернет-браузера, чтобы узнать, как блокировать получение всех файлов «cookie», или получать в таких случаях предупреждение о посылке файла «cookie» до его сохранения. Если Вы хотите узнать больше о файлах «cookie», посетите веб-сайт www.cookiecentral.com При посещении вами нашего веб-сайта с целью просмотра, чтения, или загрузки с него информации, мы собираем и храним некие «данные пользователя», получаемые от вас, такие как название домена и сервер провайдера, с которого происходит доступ в Интернет, Интернет-протокол (IP) адресов Вашего компьютера, дата и время Вашего посещения веб-сайта и адрес веб-сайта, с которого Вы вошли на наш веб-сайт. Мы используем данную информацию для определения трафика посещения нашего веб-сайта и преследуем цель облегчить себе задачу модификации нашего веб-сайта, чтобы сделать его более полезным для пользователей. По истечении некоторого времени данная информация удаляется.
            Защита предоставляемой вами информации
            Мы осознаем свою ответственность по защите информации, которую Вы нам доверяете. Магазин «TF2.CLUB» использует различные технические способы защиты Вашей личной информации, включая специальные службы охраны, брандмауэры и шифрование финансовой информации.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                Ваши права
            </span>
            После передачи нам своей личной информации, за вами сохраняется возможность доступа к этой информации с целью ее изменения или удаления. Вы можете делать это, обратившись в режиме «он-лайн» к краткой информации, или запросив краткую информацию по указанным ниже контактным адресам.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                Специальная информация для родителей
            </span>
            Поскольку веб-сайт магазина в общем не предназначен для посещения детьми до тринадцати лет, политика магазина выполняет существующие законы, требующие, чтобы родители или назначенные опекуны были защищены от несанкционированной передачи информации детьми младше тринадцати лет, ее использования или открытия третьим лицам. Мы настоятельно рекомендуем родителям присматривать за действиями своих детей, посещающих веб-сайты.


        </div>

        <div class="row p-5 public-pages-title">
            <div class="col-12 mt-5">
                <a href="index.php" class="cover-btn back-to-main-page">
                    На главную
                </a>
            </div>
        </div>
    </div>
</main>
<footer>
    <?php include "modules/footer.php"?>
</footer>
<script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta2/dist/js/bootstrap.bundle.min.js"
        integrity="sha384-b5kHyXgcpbZJO/tY9Ul7kGkf1S0CWuKcCD38l8YkeH8z8QjE0GmW1gYU5S9FOnJ0"
        crossorigin="anonymous"></script>
</body>
</html>