<?php include "modules/head.php"; ?>

<body>

<main>
    <div class="container-xxl">
        <div class="row p-5 public-pages-title">
            <div class="col-12 mt-5">
                <h2>Публичная оферта</h2>
            </div>
        </div>

        <div class="row additional-pages-text">
            <div class="col-12 additional-pages-text-title">
                <span>Публичная оферта</span>
                <span>ДОГОВОР ПУБЛИЧНОЙ ОФЕРТЫ</span>
                <span>КУПЛИ-ПРОДАЖИ ТОВАРОВ</span>
            </div>
            <hr>
            Также рекомендуем ознакомиться с политикой конфиденциальности и политикой возврата
            Настоящий договор, адресован потребителям и является официальным и публичным предложением Продавца заключить
            договор купли-продажи Товара, предмет и условия которого указаны в соответствующем разделе сайта.
            Потребитель, действуя с целью приобретения или продажи Товара, принимает условия настоящего договора (далее
            – Договор) о нижеследующем:
            <hr>
            <span class="additional-pages-text-sub-title p-1">
                1. Общие положения
            </span>
            1.1. Настоящий договор является договором публичной оферты (в соответствии со ст.ст. 633, 641 и гл. 54
            Гражданского кодекса Украины), его условия одинаковы для всех Покупателей независимо от статуса (физическое
            лицо, юридическое лицо, физическое лицо – предприниматель).
            <br><br>
            1.2. В случае принятия условий настоящего договора, т.е. публичной оферты Продавца, потребитель становится
            Покупателем.
            <br><br>
            1.3. Заключая Договор, Покупатель подтверждает, что целиком и полностью ознакомлен и согласен с его
            условиями, а также, в случае, если Покупатель является физическим лицом, дает разрешение на обработку
            Продавцом своих персональных данных с целью возможности выполнения условий настоящего Договора, возможности
            проведения взаиморасчетов, а также для получения счетов, актов и других документов. Разрешение на обработку
            персональных данных действует в течение всего срока действия Договора, а также в течение неограниченного
            срока после окончания его действия. Кроме этого, заключением настоящего Договора, Заказчик подтверждает, что
            он уведомлен (без дополнительного уведомления) о правах, установленных Законом Украины «О защите
            персональных данных», о целях сбора данных, а также о том, что его персональные данные передаются Продавцу с
            целью возможности выполнения условий настоящего Договора, возможности проведения взаиморасчетов, а также для
            получения счетов, актов и других документов. Заказчик также соглашается с тем, что Продавец имеет право
            предоставлять доступ и передавать его персональные данные третьим лицам без каких-либо дополнительных
            уведомлений Заказчика, не изменяя при этом цель обработки персональных данных. Объем прав Заказчика, как
            субъекта персональных данных в соответствии с Законом Украины «О защите персональных данных» ему известен и
            понятен.
            <br><br>
            <span class="additional-pages-text-sub-title mt-5 p-1">
                2. Термины и определения
            </span>
            2.1. Продавец — физическое лицо, производящее продажу товаров на сайте TF2.CLUB.
            <br><br>
            2.2. Товар — опубликованный на сайте Интернет-магазина перечень товаров народного потребления, по которым
            указывается цена, название и описание товара. Также товар может сопровождаться его изображением.
            <br><br>
            2.3. Покупатель — дееспособное физическое лицо, достигшее восемнадцатилетнего возраста, получающее
            информацию от Продавца, размещающее Заказы на покупку Товаров, которые представлены на сайте
            Интернет-магазина, для целей не связанных с осуществлением предпринимательской деятельности.
            <br><br>
            2.4. Заказ — оформленная и размещенная заявка Покупателя на покупку Товаров, адресованная Продавцу.
            <br><br>
            2.5. Сайт Интернет-магазина – совокупность страниц, доступ к которым осуществляется с помощью веб-браузера,
            и программных модулей, объединенных единой системой управления, расположенных в сети Интернет по адресу
            https://tf2.club/
            <br><br>
            2.6. Личный кабинет — персональный раздел Покупателя на сайте Продавца, доступ к которому имеет Покупатель,
            в котором отражается его персональная информация.
            <br><br>
            <span class="additional-pages-text-sub-title mt-5 p-1">
                3. Предмет договора
            </span>
            3.1. Продавец обязуется на условиях и в порядке, определенных настоящим договором продавать Товар на
            основании Заказа, оформленного Покупателем на сайте Интернет-магазина, а Покупатель обязуется на условиях и
            в порядке, определенных настоящим договором, покупать Товар и оплачивать его стоимость.
            <br><br>
            3.2. Продавец гарантирует, что Товар не передан в залог, не находится в споре, под арестом и на него не
            распространяются права третьих лиц.
            <br><br>
            3.3. Продавец и Покупатель подтверждают, что настоящий договор не является фиктивным, мнимой сделкой,
            сделкой, совершаемой под влиянием насилия или обмана.
            <br><br>
            3.4. Продавец подтверждает, что имеет все необходимые разрешения на осуществление хозяйственной
            деятельности, что регулирует сферу правоотношений, возникающих и действующих в процессе исполнения
            настоящего договора, а также гарантирует, что имеет право на производство и/или реализацию товара без
            каких-либо ограничений, в соответствии с требованиями действующего законодательства Украины и обязуется
            нести ответственность в случае нарушения прав Покупателя в процессе исполнения настоящего договора и
            реализации товара.
            <br><br>
            3.5. Покупатель принимает условия настоящего договора в момент оформления Заказа путем нажатия на кнопку
            “Оформить заказ”, что означает подтверждение Покупателя о прочтении текста настоящего договора и согласие с
            его условиями. В дальнейшем возражения от Покупателя относительно предоставления таким образом своего
            согласия избавляет Продавца от любого рода ответственности за неисполнение условий настоящего договора и
            оставляет право Продавца отменить Заказ в одностороннем порядке.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                4. Правила работы с сайтом Интернет-магазина
            </span>
            4.1. Покупатель может просматривать содержание сайта Интернет-магазина, оформлять Заказы, а также
            пользоваться другими его сервисами.
            <br><br>
            4.2. Регистрация используя логин и пароль STEAM требуется для доступа Покупателя к персонализированной
            информации и предоставления дополнительных возможностей работы с сайтом Интернет-магазина.
            <br><br>
            4.3. При регистрации Покупатель использует исключительно свой аккаунт в STEAM, сайт не использует никаких
            иных данных.
            <br><br>
            4.4. Покупатель обязуется предоставить соответствующую действительности, точную и полную информацию о себе.
            Продавец не несет ответственности за точность и правильность информации, оставляемой Покупателем при
            регистрации и осуществлении Заказа. Сайт не несет ответственности за утерю данных STEAM, так как не имеет
            доступа к данным стороннего сервиса.
            <br><br>
            4.5. Покупатель несет ответственность за любые действия, осуществленные на сайте Интернет-магазина под его
            учетной записью и от его имени.
            <br><br>
            4.7. Продавец вправе отказать Покупателю в оформлении Заказа, если у него будут основания полагать, что
            Покупатель указал недостоверные данные, а так же при условии недобросовестного поведения (к примеру,
            нарушения условий настоящего договора, или др.).
            <br><br>
            4.8. Запрещено использовать сайт Интернет-магазина в противозаконной и запрещенной деятельности. Покупатели
            соглашаются соблюдать законы Украины и нормы поведения, принятые в сети Интернет, а именно, но не
            ограничиваясь: размещением на сайте Интернет-магазина материалов экстремистского, порнографического или
            иного характера, затрагивающего и/или ущемляющего честь, достоинство и/или деловую репутацию третьих лиц и
            нарушающие общепринятые нормы морали, а также размещать рекламную информацию без разрешения Продавца.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                5. Порядок оформления Заказа
            </span>

            5.1. Покупатель оформляет Заказ на сайте Интернет-магазина самостоятельно, путем выбора предметов и нажимая
            кнопку “Купить” или «Продать».
            <br><br>
            5.2. Оформить Заказ на Товары могут только зарегистрированные Покупатели.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                6. Цена и порядок оплаты
            </span>
            6.1. Цена каждого отдельного Товара определяется Продавцом и указывается на сайте Интернет-магазина. Цена
            Заказа определяется путем сложения цены всех включенных в Заказ Товаров и цены доставки, которая равна
            сумме, подлежащей к оплате, что указывается на сайте Интернет-магазина при оформлении Заказа в момент его
            размещения.
            <br><br>
            6.2. Цена договора равна цене Заказа. Сумма заказа может изменяться в зависимости от цены, количества или
            номенклатуры Товара.
            <br><br>
            6.3. Покупатель производит оплату Товара согласно Заказа. Способ оплаты — платежная система LIQPAY
            <br><br>
            6.4. Оплата Услуг осуществляется в национальной валюте Украины.
            Доступные Покупателям способы оплаты Товаров зависят от технических возможностей и коммерческих
            договоренностей Продавца с финансовыми партнерами. Доступные способы и особенности осуществления оплаты
            выбранных Покупателем Товаров указываются на странице оформления Заказа на Сайте или сообщаются другим
            образом в зависимости от выбранного способа оформления Заказа.
            <br><br>
            6.5. Заказ считается оплаченным с момента поступления оплаты на расчетный счет Продавца или его
            представителя. Факт оплаты Заказа свидетельствует о согласии Покупателя с условиями настоящего договора.
            <br><br>
            6.6. Отправка Заказа Продавцом выполняется после полной оплаты Товара.
            <br><br>
            6.7. Цена Товара, что указана на сайте Интернет-магазина, может быть изменена Продавцом в одностороннем
            порядке. При этом цена на заказанный Покупателем Товар изменению не подлежит.
            <br><br>
            6.8. До момента зачисления средств Покупателя на расчетный счет Продавца товар не резервируется. Продавец не
            может гарантировать доступность Товара Продавца в количестве, указанном в момент оформления Заказа, в
            результате чего, могут увеличиться сроки обработки Заказа. В случае необходимости осуществления возврата
            денежных средств Продавцом Покупателю для осуществления возврата денежных средств Покупатель обязан сообщить
            Продавцу реквизиты банковского счета, на который Продавец обязан перечислить денежные средства.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                 7. Условия возврата
            </span>
            7.1. В случае неверного указания цены заказанного Покупателем Товара, Продавец при первой возможности
            информирует об этом Покупателя для подтверждения или аннулирования Заказа. При невозможности связаться с
            Покупателем данный Заказ считается аннулированным автоматически. Если Заказ был оплачен, Продавец возвращает
            Покупателю оплаченную за Заказ сумму путем ее перечисления на счет Покупателя или другим приемлемым
            способом.
            <br><br>
            7.2. При оформлении Заказа, Покупатель соглашается с тем, что он имеет право отказаться только от всего
            Заказа, а не от его части.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                8. Обязанности Продавца
            </span>
            8.1. Предоставлять правдивую информацию о Товарах, ценах на них а также условиях доставки Товара.
            <br><br>
            8.2. Поставить Товар в соответствии с условиями Заказа.
            <br><br>
            8.3. Гарантировать соответствие качества Товара требованиям качества на территории Украины. Обеспечить
            гарантийные обязательства в соответствии с условиями настоящего Договора.
            <br><br>
            8.4. В случае изменения срока поставки, немедленно информировать Покупателя об изменении условий поставки.
            Продавец информирует Покупателя посредством телефонной или электронной связи. При невозможности связаться с
            Покупателем в случаи нарушения последним п. 8.5 При нарушении настоящего договора Продавец не несет
            ответственности перед Покупателем согласно условий настоящего договора и норм действующего законодательства.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                9. Обязанности Покупателя
            </span>
            9.1. Предоставлять Продавцу достоверную, правдивую и корректную информацию, в том числе при регистрации на
            сайте Интернет-магазина.
            <br><br>
            9.2. Оплачивать Товар, согласно Заказов, по указанной в них цене.
            <br><br>
            9.3. Прием заказа осуществляется на его аккаунте STEAM, путем приема торгового обмена.
            <br><br>
            9.4. В случае передачи Продавцом Товара с нарушением условий Заказа о количестве, ассортименте,
            комплектности — не позднее 5 (пяти) следующих за днем покупки (получения), календарных дней известить
            Продавца об этих нарушениях. При этом Товар должен быть возвращен в товарном виде с сохранением
            потребительских свойств.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                10. Права Покупателя
            </span>
            10.1. Требовать возврата оплаты Товара в случае невозможности исполнения Продавцом условий Заказа.
            <br><br>
            10.2. Внести изменения в Заказ до его оплаты.
            <br><br>
            10.3. При возникновении претензий к качеству Товара, предъявить их в сроки и в соответствии с Законом
            Украины «О защите прав потребителей».
            <span class="additional-pages-text-sub-title mt-5 p-1">
                11. Ответственность сторон
            </span>
            11.1. Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего
            использования Товаров, заказанных на сайте Интернет-магазине.
            <br><br>
            11.2. Продавец не несет ответственности за ненадлежащее, несвоевременное выполнение Заказов и своих
            обязательств по настоящему Договору в случае предоставления Покупателем недостоверной или ложной информации.
            <br><br>
            11.3. Продавец и Покупатель несут ответственность за исполнение обязательств по настоящему Договору в
            соответствии с действующим законодательством Украины.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                12. Конфиденциальность и защита персональных данных
            </span>
            12.1. При регистрации на сайте Интернет-магазина Покупатель оставляет персональные и контактные данные,
            указанные в п.4.3. настоящего договора, но не ограничивающиеся им.
            <br><br>
            12.2. Предоставляя свои персональные данные на сайте Интернет-магазина при регистрации или оформлении
            Заказа, Покупатель дает свое добровольное согласие на обработку и использование (в том числе и передачу)
            своих персональных данных без ограничения срока действия такого согласия.
            <br><br>
            12.3. Продавец использует полученные персональные данные для оказания услуг, определенных настоящим
            договором, для продвижения услуг, предоставляемых Продавцом, в том числе и при помощи автоматизированной
            обработки персональных данных.
            <br><br>
            12.4. Покупатель несет ответственность за поддержание своих персональных данных в актуальном состоянии.
            Продавец не несет ответственности за некачественное исполнение или неисполнение своих обязательств в связи с
            неактуальностью информации о Покупателе или несоответствием ее действительности.
            <span class="additional-pages-text-sub-title mt-5 p-1">
                13. Прочие условия
            </span>
            13.1. Настоящий договор заключен на территории Украины и действует в рамках законодательства Украины.
            <br><br>
            13.2. Недействительность какого-либо пункта или части настоящего договора не ведет к недействительности
            договора в целом.
            <br><br>
            13.3. Все споры, возникающие между Покупателем и Продавцом, решаются путем переговоров. В случае не
            достижения урегулирования спорного вопроса, Покупатель или Продавцом могут обратиться за разрешением спора в
            судебные органы в соответствии с действующим законодательством.
            <br><br>
            13.4. Продавец вправе вносить изменения в текст настоящего договора по собственному усмотрению в любой
            момент и без предварительного уведомления Покупателей. Актуальная (действующая) редакция договора всегда
            доступна на сайте Интернет-магазина.
            <br><br>
            13.5. Отсутствие подписанного между Продавцом и Покупателем экземпляра настоящего договора на бумажном
            носителе, с проставлением подписей сторон, в случае проведения по нему фактической оплаты Покупателем, не
            является основанием признания настоящего Договора не заключенным. Проведение оплаты в соответствии со
            сделанным Заказом на сайте Интернет-магазина считается акцептом Покупателя (в соответствии со ст. 642 и гл.
            54 Гражданского кодекса Украины) и является моментом вступления Договора в силу.
            <br><br>
            13.6. При возникновении претензий Потребитель должен обратиться в Службу поддержки Продавца в telegram
            @mono_trader или же @JabaBlet
        </div>

        <div class="row p-5 public-pages-title">
            <div class="col-12 mt-5">
                <a href="index.php" class="cover-btn back-to-main-page">
                    На главную
                </a>
            </div>
        </div>
    </div>
</main>
<footer>
    <?php include "modules/footer.php"?>
</footer>
<script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta2/dist/js/bootstrap.bundle.min.js"
        integrity="sha384-b5kHyXgcpbZJO/tY9Ul7kGkf1S0CWuKcCD38l8YkeH8z8QjE0GmW1gYU5S9FOnJ0"
        crossorigin="anonymous"></script>
</body>
</html>